{
  "career": [
    {
      "id": 1,
      "title": "Blockchain Developer",
      "avgsalary": "44 Lakh",
      "about": "Blockchain developers enable secure digital transactions by creating systems to record and store blockchain data in a way that prevents changes or hacks. They design secure blockchain technologies, develop application features and interfaces, and maintain client and server-side applications",
      "skills": "Building strong base in programming languages will be helpful when the computer application IT graduates do coding and software development activities. Having good time management skills and numerical ability will be essential skills to have a bright career in this field",
      "degree": "no, but it is good to have",
      "prerequesite1": "Get a brief idea about cryptocurrencies",
      "prerequesite2": "Learn about smart contracts and Soldity",
      "link": "https://onlinecourses.swayam2.ac.in/aic21_ge01/preview",
      "keywords":["Blockchain","developers","store","data","secure","technologies","develop","client","server-side","programming","computer","application","IT","coding","software"]
    },
    {
      "id": 2,
      "title": "Mechanical Engineer",
      "avgsalary": "4.4 Lakh",
      "about": "As a mechanical engineer, you will be involved in the design, development, manufacture, and maintenance of mechanical products. And you would also assist in the installations and final commissioning of different projects on the site.",
      "skills": "Mechanical engineers need to be comfortable using math especially calculus and statistics in order to solve problems should have good oral communication skills and confidence in dealing with a range of people including clients, contractors, designers, directors and plant operators.",
      "degree": "Yes",
      "prerequesite1": "complete a four-year course in Bachelor in Technology (B. Tech) in mechanical engineering",
      "prerequesite2": "start working on projects",
      "link": "https://onlinecourses.nptel.ac.in/noc20_me46/preview",
      "keywords":["mechanical","engineer","design","development","manufacture","maintenance","site","calculas","statistics","clients","contractors"]
    },
    {
      "id": 3,
      "title": "Civil Engineer",
      "avgsalary": "3.4 Lakh",
      "about": "As a civil engineer, you will be building and maintaining the infrastructure of the country keeping it running efficiently and adapting it to meet the requirements of population growth, climatic changes and natural disasters.",
      "skills": "Civil engineers must have leadership and managerial skills as they are in charge of the entire project. They need to coordinate different activities from planning to implementation ,skills to evaluate and identify complex problems arising in their day to day work and find efficient solutions for them ,high level of mathematical and physics skills allow civil engineers to identify and solve engineering problems.",
      "degree": "Yes",
      "prerequesite1": "high level of mathematical and physics skills allow civil engineers to identify and solve engineering problems.",
      "prerequesite2": "high level of mathematical and physics skills allow civil engineers to identify and solve engineering problems.",
      "link": "https://www.classcentral.com/course/swayam-introduction-to-civil-engineering-profession-17658",
      "keywords":["civil","engineer","building","infrastructure","entire project","mathematical","physics","project","population growth","planning"]
    },
    {
      "id": 4,
      "title": "Corporate Lawyer",
      "avgsalary": "6.9 Lakh",
      "about": "As a corporate lawyer, you will be involved in advising businesses on the company numerous legal rights, responsibilities, and obligations. In general, corporate practice involves handling a wide range of legal issues which are related to businesses and the corporate world.",
      "skills": "A corporate lawyer must have Strong interpersonal communication skills are required for corporate lawyers as they have to interact with people regularly. They should be able to express themselves clearly and they should also build relationships with people within and outside of the organization.",
      "degree": "Yes",
      "prerequesite1": "Common Law Admission Test",
      "prerequesite2": "A Bachelor degree in B.A LL.B // B.Com LL.B/ B.Sc. LL.B/ LL.B/ B.Tech LL.B/ B.L.S. LL.B./BBA LL.B ",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_hs23/preview",
      "keywords":["corporate","lawyer","corporate lawyer","advising","businesses","company","legal","rights","responsibilites","corporate world"]
    },
    {
      "id": 5,
      "title": "INTELLECTUAL PROPERTY Lawyer",
      "avgsalary": "5 Lakh",
      "about": "An intellectual property lawyer council their clients on protecting their creations including new products ,artistic work and designs . They assist them with obtaining and enforcing patents and other protections for their intellectual property They also advise on new rules and regulations governing the protection of unique ideas.",
      "skills": "A intellectual property rights lawyer must have Strong interpersonal communication skills are required for corporate lawyers as they have to interact with people regularly. Listening is the key to all effective communication, lawyers should have the ability to listen to the concerns of their clients.",
      "degree": "Yes",
      "prerequesite1": "Common Law Admission Test",
      "prerequesite2": "A Bachelor degree in B.A LL.B // B.Com LL.B/ B.Sc. LL.B/ LL.B/ B.Tech LL.B/ B.L.S. LL.B./BBA LL.B ",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_hs18/preview",
      "keywords":["intellectual","property","lawyer","council","protections","creations","patents","rules","regulations","governing","rights","corporate","clients"]

      
    },
    {
      "id": 6,
      "title": "Civil Lawyer",
      "avgsalary": "3 Lakh",
      "about": "Lawyers advise and represent clients in courts and in private legal matters by conducting research and analysis of legal problems. Interpreting laws, rulings, and regulations for individuals and businesses and communicating with the other party's attorneys and the court is one major duty",
      "skills": "A civil lawyer must master legal research techniques,learn how to locate and synthesize legal authority, master the art of statutory interpretation, learn proper legal citation and master legal research software applications and Internet research.Listening is the key to all effective communication, lawyers should have the ability to listen to the concerns of their clients.",
      "degree": "Yes",

      "prerequesite1": "Common Law Admission Test",
      "prerequesite2": "A Bachelor degree in B.A LL.B // B.Com LL.B/ B.Sc. LL.B/ LL.B/ B.Tech LL.B/ B.L.S. LL.B./BBA LL.B ",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_hs22/preview",
      "keywords":["civil","lawyer","courts","legal","matters","legal","problems","rulings","regulations","attorneys","authority","concerns"]
    },
    {
      "id": 7,
      "title": "Criminal lawyer",
      "avgsalary": "4 Lakh",
      "about": "A Criminal lawyer handles cases for individuals who is accused of committing a crime. They give advice on legal matters and represent defendants in dealing with police and other investigators.They deal with cases ranging from attempted murder ,homicide to drunk driving.",
      "degree": "Yes",
      "skills": "Lawyers need to communicate effectively with their clients to understand legal issues and cases. Good communication skills are also essential for presenting the case and examining witnesses in courts. Listening is the key to all effective communication, lawyers should have the ability to listen to the concerns of their clients.",
      "prerequesite1": "Common Law Admission Test",
      "prerequesite2": "A Bachelor degree in B.A LL.B // B.Com LL.B/ B.Sc. LL.B/ LL.B/ B.Tech LL.B/ B.L.S. LL.B./BBA LL.B ",
      "link": "https://onlinecourses.swayam2.ac.in/cec21_lw04/preview",
      "keywords":["criminal","lawyer","handles","committing","crime","advice","legal","matters","defendants","police","investigators","murder","homicide","drunk driving","issues"]

    },
    {
      "id": 8,
      "title": "Allopathy (MBBS)",
      "avgsalary": "7 Lakh",
      "about": "After doing an MBBS course or after further specialisation, an Allopathic doctor may provide diagnosis and treatment of patients in hospitals or clinics. He/She may also perform research work for developing new medicines or treatment methods.",
      "degree": "Yes",
      "skills": "Physicians and surgeons may work for long periods with patients who need special attention. Persons who fear medical treatment may require more patience. Patients must receive appropriate treatment and medications. Physicians and surgeons must accurately monitor and record various pieces of information related to patient care.",
      "prerequesite1": "Take Science stream with Biology, Chemistry and Physics",
      "prerequesite2": "Take MBBS(Bachelor of Medicine and Bachelor of Surgery) ",
      "link": "Not Available",
      "keywords":["allopathy (MBBS)","doctor","diagnosis","treatment","hospitals","clinics","medicines","physicians","surgeon","patents","medications"]
    },
    {
      "id": 9,
      "title": "HOMEOPATHY",
      "avgsalary": "5 Lakh",
      "about": "The work of homeopathic doctors include treating patients with medicines based on like treats like principle. A homeopathic doctor treats allergies, migrain, depression, chronic fatigue syndrome, premenstrual syndrome, among other diseases. The treatment is aimed not just at curing the symptoms, but takes into account the physical, psychological and emotional aspects of the patient",
      "degree": "Yes",
      "skills": "Patients who are sick or injured may be in extreme pain or distress. Doctors must treat patients and their families with compassion and understanding. Doctors need to evaluate patients symptoms and administer the appropriate treatments. They need to do this quickly if a patients life is threatened.",
      "prerequesite1": "Take Science stream with Biology, Chemistry and Physics",
      "prerequesite2": "Take BHMS (Bachelor of Homeopathic Medicine and Surgery) ",
      "link": "Not Available",
      "keywords":["homeopathic","doctors","homeopathy","doctor","treats","allergies","migrain","depression","chronic","fatigue","syndrome","premenstrual syndrome","curing","patient","patients","pain","sick","symptoms"]
    },
    {
      "id": 10,
      "title": "YOGA/NATUROPATHY",
      "avgsalary": "1-15 Lakh",
      "about": "Yoga therapists use yoga to treat people with physical and emotional issues, ranging from asthma, diabetes, heart disease, high blood pressure and back pain to stress, anxiety and depression",
      "degree": "Yes",
      "skills": "A trainer or a naturopath should be caring and sympathetic while he treats his clients.A naturopath or yoga trainer should carry out treatment on the basis of the understandings and knowledge about the person. The detailed oriented approach could give quick results in treatment. ",
      "prerequesite1": "Take Science stream with Biology, Chemistry and Physics",
      "prerequesite2": "Take BNYS: Bachelor of Naturopathy and Yogic Science (BNYS) is a Medical Degree Graduation Programme in India ",
      "link": "https://onlinecourses.swayam2.ac.in/aic19_ed29/preview",
      "keywords":["yoga","therapists","naturopathy","yoga/naturopathy","asthma","diabetes","heat","disease","high blood pressure","pain","stress","anxiety","depression"]
    },
    {
      "id": 11,
      "title": "JOURNALISM",
      "avgsalary": "4-5 Lakh",
      "about": "A journalist work on gathering information, production and distribution of reports on recent events.They inform the public about news and events happening around the world.They report the news for media such as newspapers, magazines, websites, television, radio, social media etc",
      "degree": "Yes",
      "skills": "Journalists must be ready to cover any subject at a moments notice. This forces them to become “mini experts” on any topic thrown their way. They dig deep into the gray area of a story with an eagerness to learn and understand. Journalists should have the ability to be a part of the team and work with a lot of people as they might be involved in covering projects.",
      "prerequesite1": "Take any stream at +2 level",
      "prerequesite2": "Take Bachelor degree in Journalism",
      "link": "https://onlinecourses.swayam2.ac.in/cec21_ge13/preview",
      "keywords":["journalism","journalist","reports","news","events","media","newspapers","magazines","websites","television","radio","social media"]
    },
    {
      "id": 12,
      "title": "CONTENT WRITING, EDITING, COPYWRITING",
      "avgsalary": "3-6 Lakh",
      "about": "A content writer/copy writer creates impressive contents for various mediums like websites, blogs, newspapers, journals etc. They do plans, reviews, and revise content for publication. They mainly work on specific topics and may also work on composing statement of purpose, letters of recommendation, resumes etc depending on the firm in which they are employed.",
      "degree": "Not a necessaity",
      "skills": "Creativity can be used as an advantage by writers, which helps them in converting an idea into a crisp content it which also increases the quality of it, Writer or editor has to do research in order to get information and data for content creation.It’s important for them to have the quest for knowledge and information",
      "prerequesite1": "Take any stream at +2 level",
      "prerequesite2": "Take Bachelors in Journalism or Literature or have a good freelance portfolio",
      "link": "https://onlinecourses.nptel.ac.in/noc20_hs06/preview",
      "keywords":["content","writing","editing","copyrighting","writer/copy","contents","blogs","newspapers","journals","publication","creativity","writers","crisp","editor","information"]
    },
    {
      "id": 13,
      "title": "PUBLIC RELATIONS",
      "avgsalary": "7.5 Lakh",
      "about": "As a Public relations officer you will be creating and maintaining a favorable public image for your product/service/organization. You may work on media releases and plan social media programs to shape positive public consciousness about the firm.",
      "degree": "Not a necessaity",
      "skills": "Public relation executives should have good written and communication skills which make them able to prepare news releases and effectively communicate with others, Paying close attention to detail will make it less likely that you will make mistakes in your work especially when you reveal the information about the organization in front of media and public.",
      "prerequesite1": "Take any stream at +2 level",
      "prerequesite2": "Take Bachelors in Journalism or Literature or have a good freelance portfolio",
      "link": "https://onlinecourses.swayam2.ac.in/nou21_ge02/preview",
      "keywords":["public relations","public","relations","officer","public","programs","consciousness"]
    },
    {
      "id": 14,
      "title": "DIGITAL MARKETING",
      "avgsalary": "5-12 Lakh",
      "about": "Digital marketers work at enhancing brand awareness within the digital space by making use of digital channels like the company websites, social media, search engine rankings, email marketing, online display ads and corporate blogs.",
      "degree": "Not a necessaity",
      "skills": "A direct marketer must possess excellent interpersonal and communication skills in order to sell their ideas to the public,Direct marketer will use their writing skills to prepare mails, letters and other documents to introduce their products and explain their features ",
      "prerequesite1": "Take any stream at +2 level",
      "prerequesite2": "Take any Bachelors or you can even work after gaining required skills without any degree",
      "link": "https://onlinecourses.swayam2.ac.in/ugc19_hs26/preview",
      "keywords":["digital","marketing","digital marketing","marketers","brand","channels","email marketing","coporate blogs","sell"]
    },
    {
      "id": 15,
      "title": "ADVERTISING",
      "avgsalary": "4.5 Lakh ",
      "about": "Advertising Professionals develop programs for the targeted audience to generate interest in the companys products and services, meet with customers, develop meaningful relationships, develop promotional ideas, research trends and present ideas to customers. They play a huge role in attaining sales goals.",
      "degree": "Not a necessaity",
      "skills": "Advertising professionals will use their creativity in managing, planning and executing advertisement related visions and missions. It is also necessary for them to identify the potential markets and to take initiative to reach it,According to the changing trends and needs of people, advertising professionals need to adopt new approaches, techniques and methods to deal with them. ",
      "prerequesite1": "Take any stream at +2 level",
      "prerequesite2": "Take any Bachelors such as BBA , BMS or you can even work after gaining required skills without any degree",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_ge07/preview",
      "keywords":["advertising","professionals","products","services","customers","trends","promotional ideas","creativity","managing","advertisement","missions","markets","needs"]
    },
    {
      "id": 16,
      "title": "NUTRITION & DIETETICS",
      "avgsalary": "3.1-5 Lakh",
      "about": "Nutritionists provide advice to clients about diet and nutrition and the relationship between good eating habits and the prevention or management of diseases. They develop meal plans based on the clients needs and preferences and also on the cost. Dieticians may work in hospitals and health-care facilities providing medical nutrition therapy to patients. ",
      "degree": "Yes",
      "skills": "Organisational skills are important for nutritionists as they have to schedule appointments with clients, manage and maintain client files. They also have to be aware of the costs of meals and accessibility of different kinds of food,Listening skills and empathy are crucial aspects of a dietitians personality ",
      "prerequesite1": "Take Science stream with biology in +2",
      "prerequesite2": "Take B.Sc in Nutrition and Dietetics",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_ge07/preview",
      "keywords":["nutrition","diabetics","nutritionists","meals","food","diet","nutrition","eating habits","dietitian"]
    },
    {
      "id": 17,
      "title": "DATA SCIENTIST",
      "avgsalary": "5-12 Lakh",
      "about": "Data scientists primarily work at solving business-related problems using data-driven techniques. They collect large amounts of unruly data and perform statistical analysis, using various machine learning-based tools or processes, to extract order and patterns and spot important trends. They use this information to make predictions that can help in making future plans for the business.",
      "degree": "Yes",
      "skills": "Data scientist will be dealing with large volumes of data. Good mathematical and statistical skills would be required for analysing and interpreting this data to obtain organised information.Data scientist will need to clearly and fluently translate their technical findings to a non-technical team, such as the Marketing or Sales departments. Thus communication skills are highly required.",
      "prerequesite1": "Take Science stream with CS in +2",
      "prerequesite2": "Do Bachelors in CS or do MOOCS cources on data science",
      "link": "https://onlinecourses.nptel.ac.in/noc19_cs60/preview",
      "keywords":["data scientist","data","data-driven","statistical analysis","mathematical skills","statistical skills"]
    },
    {
      "id": 18,
      "title": "DANCE",
      "avgsalary": "4-14 Lakh",
      "about": "Dancers may be working at choreographing dance sequences or giving dance performances at stage events or gatherings. They may also work in the entertainment industry creating solo or group dance sequences for cinema, music videos, TV shows and theatre. They may also be involved in teaching students in schools and colleges or training dance troupes for cultural performances.",
      "degree": "Not a necessaity",
      "skills": "Dancers need to be very creative to develop new dance steps and put it to practice for self performance or choreography of dance events. They are required to captivate audience by innovations in performance ,Dancers need to plan and set up exercises in a way that is clear, manageable, and engaging for their students. Also presentation skills are extremely important for stage performance.",
      "prerequesite1": "Take any stream",
      "prerequesite2": "Participate in events",
      "link": "Not Available",
      "keywords":["dance","choreographing","dance steps","music","dancer","entertainment"]
    },
    {
      "id": 19,
      "title": "ARCHAEOLOGY",
      "avgsalary": "1-2 Lakh",
      "about": "Archaeologists are social scientists who work for government archaeological agencies, historic site preservation organisations or museums to study artifacts including tools, cave paintings, building ruins and pottery that are left behind by earlier civilisations. They engage in analysing the excavated remains and preserving them. They help the public to develop a picture of how people lived in earlier cultures and societies.",
      "degree": "Yes",
      "skills": "Dancers need to be very creative to develop new dance steps and put it to practice for self performance or choreography of dance events. They are required to captivate audience by innovations in performance ,Dancers need to plan and set up exercises in a way that is clear, manageable, and engaging for their students. Also presentation skills are extremely important for stage performance.",
      "prerequesite1": "B.A. Archaeology",
      "prerequesite2": "Take Humanities Stream at the plus two level",
      "link": "https://onlinecourses.nptel.ac.in/noc20_ce14/preview",
      "keywords":["archeology","archeologists","social scientists","archeological","historic site","museums","artifacts","excavated remainings"]
    },
    {
      "id": 20,
      "title": "GEOGRAPHY",
      "avgsalary": "1-2 Lakh",
      "about": "Geographers mainly focus on the study of the earth’s environment and its relations to human society. They modify and create maps and other geographical data. They also combine economics, environment, and politics with geographical data and help government and other agencies to formulate policies and plans..",
      "degree": "Yes",
      "skills": "Geographers report their findings in the written form or in oral presentations at industry events. So good communication skills are very important for a geographer. Geographers work with high-tech geographical information systems that let them gather, store and study maps and spatial information. And additionally, to collect facts and figures that might be required in their work, they need to know how to get into computerized databases, such as census reports and satellite-imagery sets.",
      "prerequesite1": "Take Science or Humanities Stream with preferably Geography",
      "prerequesite2": "Take B.Sc. Geography/B.A. Geography",
      "link": "https://onlinecourses.swayam2.ac.in/cec20_hs32/preview",
      "keywords":["geography","earth","geographers","maps","satellite imagery","communication","geographical"]
    },
    {
      "id": 21,
      "title": "ELECTRICAL ENGINEERING",
      "avgsalary": "3.5 - 4 Lakh",
      "about": "Electrical engineers apply the principles of electricity and electronics to design and develop new electrical equipment and systems in projects ranging from designing household appliances to electrical power stations and large-scale power distribution networks and communications systems. They may be involved in these projects right from the conceptualisation stage to implementation, testing and handing over.",
      "degree": "Yes",
      "skills": "Electrical engineers design complex electrical systems and have to keep track of numerous design elements and technical characteristics.Electrical engineers should be able to make effective assessment of the client requirements and provide time bound and cost effective solutions.",
      "prerequesite1": "Take Science stream with Chemistry, Physics and Mathematics",
      "prerequesite2": "Take B.Tech in Electrical engineering",
      "link": "https://onlinecourses.nptel.ac.in/noc19_ee35/preview",
      "keywords":["Electrical","engineer","communications","electricity","electronics","systems"]
    },
    {
      "id": 22,
      "title": "HUMAN RESOURCES MANAGEMENT",
      "avgsalary": "9 Lakh",
      "about": "Human resource managers with an expertise in each core disciplines of HRM are responsible for formulation and approval of policies regarding human resources, directing and managing the department and the employees, preparation of handbooks, dealing with complaints and disciplinary procedures etc. HR managers serve as a link between the organizations management and the its employees.",
      "degree": "Yes",
      "skills": "Skills in setting expectations for employees, monitoring performance, developing their capacity to perform and rating performance is very essential for an HR manager and these skills rely heavily on strong communication and interpersonal abilities.Team work and collaboration : This skill requires a mix of interpersonal, problem solving, and communication skills needed for a group to work together towards a common goal. Managers must plan tasks and make sure efficiency is maintained in its completion, thus management of time is highly important.",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take a Bachelor's Degree like BBA, BMS",
      "link": "https://onlinecourses.swayam2.ac.in/cec21_mg06/preview",
      "keywords":["Human","disciplines","policies","handbooks","management","employees","monitoring","developing","communication","interpersonal"]
    },
    {
      "id": 23,
      "title": "UI DESIGNER",
      "avgsalary": "5-6 Lakh",
      "about": "User interface (UI) designers work closely with user experience (UX) designers and other design specialists to plan and execute everything from the choice of color palettes to the interaction of a drop down menu. They make sure that every page and every step a user will experience in their interaction with the finished product will conform to the overall vision created by UX designers.",
      "degree": "no, but it is good to have",
      "skills": "UI designers must possess strong communication skills to convey product ideas, explain thinking behind designs, and work with other teams.So in order to create, collaborate, adapt, and improve products and systems with ease effective communication skills are highly required.",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take B.des - UI & Graphics Design or  build a strong portfolio for proof of work",
      "link": "https://onlinecourses.nptel.ac.in/noc21_ar05/preview",
      "keywords":["interface","designers","UI","UX"]
    },
    {
      "id": 24,
      "title": "GRAPHIC DESIGNER",
      "avgsalary": "3-4 Lakh",
      "about": "Graphic designers are visual communicators. They generate digital images by incorporating the use of computer software and art concepts to produce and deliver ideas to a client that would inform, inspire, or motivate a consumer. They will be working for various products and activities, such as websites, magazines, posters, advertising, books, computer games and product packaging.",
      "degree": "no, but it is good to have",
      "skills": "Graphic designers must possess various forms of technological skills.They need to be comfortable with design software, such as Quark, InDesign, and Adobe.They also need to know the basics of web design. Graphic designers are creative thinkers. They will be conveying ideas through creative text and image which will help to sell company’s product. They also have to use creative thinking to generate solutions for their clients.",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take B.des - UI & Graphics Design or  build a strong portfolio for proof of work",
      "link": "https://onlinecourses.swayam2.ac.in/ntr20_ed15/preview",
      "keywords":["Graphic","UI & graphics","design","visual","digital","images","software"]
    },
    {
      "id": 25,
      "title": "UX DESIGNER",
      "avgsalary": "3-4 Lakh",
      "about": "UX designer acts as a user advocate for the product, to make sure the customer has the best experience possible with it, they do create products that provide meaningful and relevant experiences to users. They will be designing the entire process of acquiring and integrating the product, including aspects of branding, design, usability, and function.",
      "degree": "no, but it is good to have",
      "skills": "UX designers must possess various forms of technological skills.They need to be comfortable with design software, such as Quark, InDesign, and Adobe. UX designers are problem-solvers, so a natural knack for both creative and critical thinking will make it much easier to come up with important design solutions.They also need to know the basics of web design. Graphic designers are creative thinkers. They will be conveying ideas through creative text and image which will help to sell companys product. They also have to use creative thinking to generate solutions for their clients.",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take B.des - UI & Graphics Design or  build a strong portfolio for proof of work",
      "link": "https://onlinecourses.swayam2.ac.in/ntr20_ed15/preview",
      "keywords":["UX designer","UI & Graphics Design","portfolio"]
    },
    {
      "id": 26,
      "title": "Interior Designer",
      "avgsalary": "3-6.2 Lakh",
      "about": "An Interior designer plans, researches and manages projects for enhancing the interior of a building by determining space requirements, selecting colors, lighting, and materials and choosing decorative articles and furnishings.Consulting with clients to determine needs, budget, architectural preferences, purpose and function.",
      "degree": "yes",
      "skills": "Interior designers need artistic skills to translate their ideas to sketches and drawings that conveys ideas to clients. Interior designers need to pay close attention to detail in order to design a space that is both aesthetically pleasing and functional.",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take a Bachelor of Architecture (Interior Design) degree. ",
      "link": "https://onlinecourses.nptel.ac.in/noc19_ar15/preview",
      "keywords":["Interior design plans","Interior","colour","electricity","architectural","sketches","skills","ideas","clients"]
    },
    {
      "id": 27,
      "title": "ARCHITECT",
      "avgsalary": "3-6.2 Lakh",
      "about": "Architects design all kinds of buildings, from schools to skyscrapers, and hospitals to hotels and houses. Before constructing a building, an architect draws up a plan for the building. They also help in the restoration and protection of old buildings. They supervise projects from its starting stage to its completion stage.",
      "degree": "yes",
      "skills": "Architects need artistic skills to translate their ideas to sketches and drawings that conveys ideas to clients. Interior designers need to pay close attention to detail in order to design a space that is both aesthetically pleasing and functional.",
      "prerequesite1": "Take PCM stream in 10+ 2",
      "prerequesite2": "Take a Bachelor of Architecture (B Arch) degree ",
      "link": "https://onlinecourses.nptel.ac.in/noc19_ar14/preview",
      "keywords" : ["architect", "Design", "build", "construct", "draw", "plan", "restorarion", "project", "artist", "ideas", "sketch", "aesthetically", "skyscrapers"]
    },
    {
      "id": 28,
      "title": "CHARTERED ACCOUNTANCY",
      "avgsalary": "7.2 Lakh",
      "about": "Chartered accountants provide financial management services by working in private practice, private firms or in the public sector. They audit accounts, prepare financial reports and documents, provide trustworthy information about financial records and taxation, and maintain records of investments with the aim of maximising the profitability for the client or employer.",
      "degree": "yes",
      "skills": "Chartered accountants must have the skills to analyse and interpret simple and complex data to solve problems and make decisions.Good communication skills are required for a chartered accountant as they must be able to listen to their clients needs and communicate financial information with them effectively.",
      "prerequesite1": "Take commerce with maths stream in 10+ 2",
      "prerequesite2": "You can register for ACCA after 10+2 and pursue it along with a degree, preferably BCom.  ",
      "link": "https://onlinecourses.swayam2.ac.in/cec19_cm03/preview",
      "keywords" : ["chartered", "accountants", "financial","analyse", "management", "audit", "account", "report", "trustworthy", "record", "taxation", "investment"]
    },
    {
      "id": 29,
      "title": "AUDITING",
      "avgsalary": "7.2 Lakh",
      "about": "Auditing professionals help to run an organisation efficiently by evaluating and analysing its financial records, processes and systems. They monitor whether the business is in compliance with various financial regulations and also ensure that the different stakeholders are getting a true picture of whats happening in the business entity.",
      "degree": "yes",
      "skills": "Auditors require basic skills in maths and statistics to analyze and interpret facts and figures. Auditors need to work within deadlines, and thus they should possess excellent time management skills to be competent and successful.Strong IT skills : Many a time, auditors have to take the help of computers to solve complex problems in auditing. ",
      "prerequesite1": "Take commerce with maths stream in 10+ 2",
      "prerequesite2": "Take the CIA certification Exam",
      "link": "https://onlinecourses.nptel.ac.in/noc19_mg37/preview",
      "keywords" : ["auditing", "audit", "organization", "analys", "financial", "record", "systems", "business", "stakeholder", "entity", "math", "statistics", "fact", "deadlines"]
    },
    {
      "id": 30,
      "title": "SUPPLY CHAIN MANAGEMENT",
      "avgsalary": "8.5 Lakh",
      "about": "As graduates in supply chain management, they will be engaged in full life cycle of a product, from designing to disposal.They will analyse and identify the needs of the customers and plan strategies to meet those demands. They also put forward ways to reduce the cost and increase the profit.",
      "degree": "yes",
      "skills": "Its essential for supply chain managers to have strong analytical skills backed by conceptual thinking and numerical ability as they would be involved budget construction for the validation of Supply chain assumptions. Strong written and oral Communication and good interpersonal skills are vital for as supply chain managers as they have to facilitate discussions with customers. ",
      "prerequesite1": "Take any stream in 10+ 2",
      "prerequesite2": "Take a BBA (Supply Chain Management)",
      "link": "https://onlinecourses.swayam2.ac.in/ugc19_hs51/preview",
      "keywords" : ["supply", "chain", "management", "chain", "management", "product", "design", "analys", "customers", "strategies", "demands", "cost", "analytcal", "material", "supply", "chain", "construct", "communication", "management", "customer"]
    }
  ]
}


